7zip
amd-ucode
base
base-devel
bat
bluez
bluez-utils
breeze
btop
cava
cliphist
cmake
csvlens
dbeaver
discord
docker
dolphin
duckdb
dunst
dust
efibootmgr
ethtool
eza
fastfetch
fd
flatpak
fzf
git
github-cli
gnome-keyring
grim
grub
gst-plugin-pipewire
helix
htop
hyprland
hyprlauncher
hyprpaper
hyprpolkitagent
imagemagick
imv
jq
jupyterlab
kdenlive
kitty
kvantum
kvantum-qt5
lazygit
libpulse
libratbag
libuv
linux
linux-firmware
linux-headers
mkinitcpio
nano
neovim
networkmanager
network-manager-applet
nmap
noto-fonts-emoji
nwg-look
obsidian
otf-font-awesome
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
procs
python-matplotlib
python-pandas
python-pillow
python-psycopg
python-sqlalchemy
qt5-wayland
qt6-wayland
r
ranger
resvg
rofimoji
rust
sddm
slurp
smartmontools
speedtest-cli
starship
steam
stow
sublime-text
sudo
swappy
swaync
tealdeer
tmux
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
uv
uwsm
v4l2loopback-dkms
v4l2loopback-utils
vim
visidata
vlc
vulkan-radeon
waybar
wget
wireplumber
wl-clipboard
wl-clip-persist
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xsv
yazi
yt-dlp
zoxide
zram-generator
